Show / Hide Table of Contents
Enum InputValue
Input value type
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum InputValue
Fields
 Name |  Description
 Calculated
Value is calculated
 CalculatedFEM
values are calculated in FEM
 UserInput
Value is inputed by user
 Improve this Doc
 View Source